const question1 = prompt("Тест: Який ти супергерой? Введіть яку суперсилу ви хотіли б: ")

switch(question1){
    case "Літати":
        alert("Ти залізна людина");
        break;
    case "Зменшуватися", "зменшуватися":
        alert("Ти людина мураха");
        break;
    case "Стріляти павутиною", "стріляти павутиною":
        alert("Ти людина павук");
        break;
    case "Стріляти лазерами", "стріляти лазерами":
        alert("Ти супермен");
        break;
    case "Супершвидкість", "супершвидкість":
        alert("Ти флеш");
        break;
    case "Суперсила", "суперсила":
        alert("Ти халк");
        break;
    case "Правити морем", "правити морем":
        alert("Ти аквамен");
        break;
    case "Телекінез", "телекінез":
        alert("Багряна відьма");
        break;
}